tap 'homebrew/dupes'
tap 'homebrew/versions'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'bash'
brew 'bash-completion2'
brew 'vim', args: ['override-system-vi', 'with-python3']
brew 'git'
brew 'mercurial'
brew 'bazaar'
brew 'hub'
brew 'ansible'
brew 'curl'
brew 'mongodb'
brew 'node'
brew 'redis'
brew 'gearman'
brew 'npm'
brew 'docker-machine'
brew 'rbenv'

brew 'john'
brew 'tree'
brew 'fcrackzip'

# PHP
tap 'homebrew/php'
brew 'php56'
brew 'php56-intl'
brew 'php56-mongodb'
brew 'php56-mongo'
brew 'php56-xdebug'
brew 'php56-gearman'
brew 'php56-igbinary'
brew 'php56-redis'
brew 'composer'

# Casks
cask 'iterm2'
cask 'smoothmouse'
cask 'atom'
cask 'dropbox'
cask 'flux'
cask 'seil'
cask 'sonos'
cask 'toggldesktop'
cask 'hipchat'
cask 'slack'
cask 'vlc'
cask 'virtualbox'
cask 'the-unarchiver'
