tap 'homebrew/dupes'
tap 'homebrew/versions'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'bash'
brew 'bash-completion2'
brew 'vim', args: ['override-system-vi', 'with-python3']
brew 'go', args: ['with-cc-all']
brew 'git'
brew 'mercurial'
brew 'bazaar'
brew 'hub'
brew 'gpg2'
brew 'gpg-agent'
brew 'pinentry-mac'
brew 'ansible'
brew 'curl'
brew 'mongo'
brew 'node'
brew 'npm'
brew 'docker-machine'
brew 'rbenv'
brew 'cloc'

brew 'john'
brew 'tree'
brew 'fcrackzip'

# PHP
tap 'homebrew/php'
brew 'php70'
brew 'php70-intl'
brew 'php70-mongodb'
brew 'php70-xdebug'
brew 'php70-igbinary'
brew 'php70-redis'
brew 'composer'

# Casks
cask 'iterm2'
cask 'smoothmouse'
cask 'spectacle'
cask 'atom'
cask 'dropbox'
cask 'flux'
cask 'seil'
cask 'sonos'
cask 'toggldesktop'
cask 'slack'
cask 'vlc'
cask 'virtualbox'
cask 'the-unarchiver'
