tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'composer'
brew 'curl'
brew 'git'
brew 'git-gui'
brew 'git-lfs'
brew 'gnupg'
brew 'go'
brew 'golangci-lint'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'mercurial'
brew 'neovim'
brew 'socat'
brew 'pinentry-mac'
brew 'php'
brew 'pyenv'
brew 'tree'
brew 'watch'
brew 'wget'

tap 'homebrew/cask'
cask '1password-cli'
cask 'cryptomator'
#cask 'devcleaner'
cask 'disk-inventory-x'
cask 'docker'
cask 'firefox'
#cask 'gimp'
cask 'google-chrome'
cask 'google-drive'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'keka'
cask 'phpstorm'
#cask 'poedit'
cask 'rectangle'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

mas "Amphetamine", id: 937984704
mas "Horo", id: 1437226581
